Repository: javidominguez/FenReader
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr, pt_br, tr

source: FEN reader settings
pt_br: Configurações do FEN reader
tr: FEN okuyucu ayarları

source: Too much text has been selected
fr: Trop de texte a été sélectionné
pt_br: Muito texto foi selecionado
tr: Seçili metin çok büyük

source: Copied to clipboard
fr: Copié dans le presse-papiers
pt_br: Copiado para a área de transferência
tr: Panoya kopyalandı

source: Fen Reader
tr: Fen Okuyucu

source: There is not selected text
fr: Il n'y a pas de texte sélectionné
pt_br: Não há texto selecionado
tr: Seçili metin yok

source: Selected text doesn't contains a valid FEN code
fr: Le texte sélectionné ne contient pas un code FEN valide
pt_br: O texto selecionado não contém um código FEN válido
tr: Seçili metin geçerli bir FEN kodu içermiyor

source: if selected text contains a valid FEN code, describes the chess game position
fr: Si le texte sélectionné contient un code FEN valide, décrit la position de jeu d'échecs
pt_br: se o texto selecionado contém um código FEN válido, descreve a posição do jogo de xadrez
tr: seçilen metin geçerli bir FEN kodu içeriyorsa, satranç oyununun konumunu açıklar

source: Board:
pt_br: Tabuleiro:
tr: tahta:

source: Read position
pt_br: Posição de leitura
tr: konumu oku

source: Copy to clipboard
pt_br: Copiar para área de transferência
tr: Panoya kopyala

source: Close
pt_br: Fechar
tr: Kapat

source: Use phonetic alphabet in square names
pt_br: Use A Notação FID para Cegos nos nomes das Casas
tr: Kare adlarını okurken fonetik alfabe kullan

source: Always copy position to clipboard
pt_br: Sempre copiar a posição para a área de transferência
tr: Konumu her zaman panoya kopyala

source: Show position in a window
pt_br: Mostrar posição em uma janela
tr: Konumu bir pencerede göster

source: FEN reader
pt_br: Leitor FEN
tr: FEN okuyucu

source: %s at %s.
fr: %s à %s.
pt_br: %s em %s.
tr: %s %s üzerinde.

source: %s at %s
fr: %s à %s
pt_br: %s em %s
tr: %s %s üzerinde

source: %s and %s.
fr: %s et %s.
pt_br: %s e %s.
tr: %s ve %s.

source: White King
fr: Roi blanc
pt_br: Rei Branco
tr: beyaz şah

source: White kings
fr: Rois blancs
pt_br: Reis Brancos
tr: beyaz şahlar

source: White Queen
fr: Dame blanche
pt_br: Dama Branca
tr: Beyaz vezir

source: White queens
fr: Dames blanches
pt_br: Damas Brancas
tr: Beyaz vezirler

source: White rook
fr: Tour blanche
pt_br: Torre Branca
tr: Beyaz Kale

source: White rooks
fr: Tours blanches
pt_br: Torres Brancas
tr: Beyaz kaleler

source: White bishop
fr: Fou blanc
pt_br: Bispo Branco
tr: beyaz fil

source: White bishops
fr: Fous blancs
pt_br: Bispos Brancos
tr: Beyaz filler

source: White knight
fr: Cavalier blanc
pt_br: Cavalo Branco
tr: Beyaz at

source: White knights
fr: Cavaliers blancs
pt_br: Cavalos Brancos
tr: beyaz atlar

source: White pown
fr: Pion blanc
pt_br: Peão Branco
tr: beyaz piyon

source: White powns
fr: Pions blancs
pt_br: Peões Brancos
tr: beyaz piyonlar

source: Black King
fr: Roi noir
pt_br: Rei Negro
tr: Siyah Şah

source: Black kings
fr: Rois noirs
pt_br: Reis Negros
tr: Siyah Şahlar

source: Black Queen
fr: Dame noire
pt_br: Dama Negra
tr: Siyah Vezir

source: Black queens
fr: Dames noires
pt_br: Damas Negras
tr: Siyah Vezirler

source: Black rook
fr: Tour noire
pt_br: Torre Negra
tr: Siyah Kale

source: Black rooks
fr: Tours noires
pt_br: Torres Negras
tr: Siyah Kaleler

source: Black bishop
fr: Fou noir
pt_br: Bispo Negro
tr: Siyah Fİl

source: Black bishops
fr: Fous noirs
pt_br: Bispos Negros
tr: Siyah Filler

source: Black knight
fr: Cavalier noir
pt_br: Cavalo Negro
tr: Siyah At

source: Black knights
fr: Cavaliers noirs
pt_br: Cavalos Negros
tr: Siyah Atlar

source: Black pown
fr: Pion noir
pt_br: Peão Negro
tr: Siyah Piyon

source: Black powns
fr: Pions noirs
pt_br: Peões Negros
tr: Sİyah Piyonlar

source: Alpha
pt_br: Ana
tr: Adana

source: Bravo
pt_br: Bella
tr: Bolu

source: Charlie
pt_br: César
tr: Ceyhan

source: Delta
pt_br: David
tr: Denizli

source: Echo
pt_br: Eva
tr: Edirne

source: Foxtrot
pt_br: Felix
tr: Fatsa

source: Golf
pt_br: Gustavo
tr: Giresun

source: Hotel
pt_br: Héctor
tr: Hatay

source: %s White plays
fr: %s Jouent blancs
pt_br: %s Jogam as Brancas
tr: %s beyaz oynar

source: %s Black plays
fr: %s Jouent noirs
pt_br: %s Jogam as Negras
tr: %s siyah oynar

source: fenCodeReader
pt_br: Leitor de códigos FEN
tr: fenKodOkuyucu

source: This addon translates a chess game position from FEN code to human friendly description
pt_br: Este addon traduz uma posição de jogo de xadrez do código FEN para uma descrição amigável para humanos
tr: Bu eklenti, bir satranç oyunu konumunu FEN kodundan insan dostu açıklamaya çevirir
